Repository: 1712901/Pluralsight
Catalog: lib/l10n/intl_*.arb
Languages: vi

source: Home
vi: Trang chủ

source: See all
vi: Tất cả

source: Top sell
vi: Khóa học nổi bật

source: Top New
vi: Khóa học mới

source: Top Rating
vi: Có thể bạn quan tâm

# MyFavorite
source: My Favorites
vi: Khóa học yêu thích

# TitleIntro
source: Welcome to Pluraslight!
vi: Chào mừng đến với Pluraslight!

# Intro
source: With Pluralsight, you can build and apply skills in top technologies. You have free access to skill IQ, Role IQ,a limited library of courses and a weekly rotation of new courses.
vi: Ứng dụng Pluraslight có thể giúp bạn nâng cao kỹ năng trong lĩnh vực công nghệ. Chúng tôi có rất nhiều khóa học với nhiều lĩnh vực.

source: Like
vi: Yêu thích

source: Unlike
vi: Bỏ thích

source: Remove
vi: Xóa

source: Download
vi: Tải

source: Free
vi: Miễn Phí

source: Setting
vi: Cài đặt

source: Send FeedBack
vi: Gửi phản hồi

source: Contact support
vi: Hỗ trợ

source: Profile
vi: Tài khoản

source: Login
vi: Đăng nhập

source: courses
vi: khóa học

source: Instructor
vi: Giảng viên

source: Instructors
vi: Giảng viên

source: Major
vi: Chuyên môn

source: Create Comment
vi: Thêm bình luận

source: Content Point
vi: Điểm nội dung

source: Presentation Point
vi: Điểm trình bày

source: Formality Point
vi: Điểm hình thức

# HintComment
source: Comment ....
vi: Nội dung ....

source: Empty Content
vi: Nội dung rỗng

source: Successfully
vi: Thành công

source: Post
vi: Gửi

# NonEnrol
source: You have not enrol this course yet!
vi: Bạn chưa tham gia khóa học

source: Not Login
vi: Chưa Đăng nhập

source: Progress
vi: Tiến độ

# Requirement
source: Require
vi: Yêu cầu

source: Non Requirement
vi: Không có yêu cấu

source: Learn
vi: Bạn sẽ học

source: Learning
vi: Tiếp tục học

source: Enroll
vi: Tham gia

source: Pay
vi: Mua

source: Downloaded
vi: Đã tải khóa học

# CanNotDownload
source: This course could not be loaded!
vi: Không thể tải khóa học này !

# NullUrl
source: Url lá»—i
vi: Url Lỗi

# UpdatePassSuccess
source: Your password has been update
vi: Mật khẩu đã được cập nhật

source: PASSWORD UPDATE
vi: Cập nhật Mật khẩu

source: FORGET PASSWORD
vi: Quên Mật Khẩu

# ProviderEmail
source: Provide your account's email for which you want to reset your password !
vi: Cung cấp email đã đăng ký tài khoản muốn reset mật khẩu !

source: Send
vi: Gửi

source: Author
vi: Giảng viên

source: Results
vi: Kết quả

source: REMOVE ALL
vi: Xóa tất cả

# InfoUpdatePassword
source: Your idential has been verified! Set your new password
vi: Thông tin đăng nhập của bạn đã được xác minh! Đặt lại mật khẩu mới của bạn.

source: Old Password
vi: Mật khẩu cũ

source: New Password
vi: Mật khẩu mới

source: Confirm Password
vi: Nhập lại mật khẩu

# PasswordIncorrect
source: Password is incorrect
vi: Mật khẩu không đúng

# ConfirmNotMatch
source: Confirm does not match
vi: Nhập lại mật khẩu không khớp

source: UPDATE
vi: Cập Nhật

# PasswordLength
source: Password length is at least 8
vi: Chiều dài mậy khẩu ít nhất là 8

source: Please signup to continue
vi: Vui lòng đăng ký tài khoản

source: Name
vi: Họ Tên

source: Invalid email
vi: Email không hợp lệ

source: invalid phone number
vi: Số điện thoại không hợp lệ

source: Phone
vi: Số điện thoại

# SpecialCharacters
source: Does not contain special characters, length greater than 8
vi: Không chứa các ký tự đặc biệt, độ dài lớn hơn 8

source: Password
vi: Mật khẩu

source: Wrong format
vi: Sai định dạng

source: Account already registered!
vi: Tài Khoản đã được đăng ký rồi

source: Currently unable to register
vi: Hiện tại không thể đăng ký

source: Sign Up
vi: Đăng ký

source: Sign In
vi: Đăng nhập

# AlreadyHaveAccount
source: Already have account? Login
vi: Bạn đã có tài khoản ? Đăng nhập

# SendMail
source: Email to activate your account has been sent
vi: Email kích hoạt tài khoản đã được gửi

source: SIGN UP FREE
vi: Đăng ký miễn phí

source: Account does not exist
vi: Tài khoản chưa được đăng ký

source: Password has been updated
vi: Đã cập nhật mật khẩu

# SetNewPassword
source: Your idential has been verified! Set your new password
vi: Thông tin tài khoản của bạn đã được xác minh! Đặt mật khẩu mới của bạn

# CheckEmail
source: Check email to activate your account
vi: Check email để kích hoạt tài khoản

source: Email already exists
vi: Email đã được đăng ký

source: Change Email
vi: Đổi email

source: Change Password
vi: Đổi mật khẩu

source: Reset Password
vi: Đặt lại mật khẩu

source: Log out
vi: Đăng xuất

source: NEW RELEASES
vi: Mới phát hành

source: RECOMMENDED FOR YOU
vi: Đề xuất cho bạn
